{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      "{": 4,
      "\\": 5,
      "1": 6,
      "}": 7,
      "2": 8,
      "displaystyle": 9,
      "{\\": 10,
      "}\\": 11,
      "(": 12,
      "^{": 13,
      "_": 14,
      ",": 15,
      "frac": 16,
      "0": 17,
      "}(": 18,
      "i": 19,
      "x": 20,
      "n": 21,
      "t": 22,
      "}^{": 23,
      "-": 24,
      "k": 25,
      ")": 26,
      "+": 27,
      "left": 28,
      "right": 29,
      "}{": 30,
      "^{\\": 31,
      "(\\": 32,
      "j": 33,
      "=": 34,
      "3": 35,
      "},": 36,
      ".": 37,
      ")\\": 38,
      "p": 39,
      "r": 40,
      "s": 41,
      "d": 42,
      "prime": 43,
      "a": 44,
      "m": 45,
      "mathcal": 46,
      "}}": 47,
      "}+": 48,
      "u": 49,
      "y": 50,
      "alpha": 51,
      "f": 52,
      "z": 53,
      "}}\\": 54,
      ",\\": 55,
      "}(\\": 56,
      "mu": 57,
      "rm": 58,
      "sum_": 59,
      "4": 60,
      "A": 61,
      "e": 62,
      "T": 63,
      "}=": 64,
      "}-": 65,
      "leq": 66,
      "q": 67,
      "=\\": 68,
      "}^{\\": 69,
      "mathbf": 70,
      "c": 71,
      "N": 72,
      "L": 73,
      "}=\\": 74,
      "x_": 75,
      "})": 76,
      "v": 77,
      "-\\": 78,
      "pi": 79,
      "b": 80,
      "}}{": 81,
      "g": 82,
      "mathrm": 83,
      "in": 84,
      "lambda": 85,
      "B": 86,
      "+\\": 87,
      "X": 88,
      "R": 89,
      "H": 90,
      "h": 91,
      "}.": 92,
      "hat": 93,
      "}+\\": 94,
      "M": 95,
      "beta": 96,
      "/": 97,
      "}{\\": 98,
      "sqrt": 99,
      "},\\": 100,
      "S": 101,
      "^{-": 102,
      "tilde": 103,
      "bar": 104,
      ")=": 105,
      "rho": 106,
      "delta": 107,
      "F": 108,
      ")=\\": 109,
      "phi": 110,
      "nu": 111,
      "theta": 112,
      "P": 113,
      "C": 114,
      "sigma": 115,
      "E": 116,
      ")^{": 117,
      "l": 118,
      "gamma": 119,
      "tau": 120,
      "infty": 121,
      "D": 122,
      "int_": 123,
      "partial": 124,
      "})\\": 125,
      "|": 126,
      "rangle": 127,
      "quad": 128,
      "a_": 129,
      "cdot": 130,
      "G": 131,
      "w": 132,
      "V": 133,
      "),": 134,
      "}-\\": 135,
      "K": 136,
      "omega": 137,
      "I": 138,
      "[": 139,
      "Delta": 140,
      "bf": 141,
      "p_": 142,
      "langle": 143,
      "f_": 144,
      ")}": 145,
      ").": 146,
      "Q": 147,
      "u_": 148,
      "eta": 149,
      "xi": 150,
      "c_": 151,
      "cal": 152,
      "geq": 153,
      "m_": 154,
      "epsilon": 155,
      "t_": 156,
      "A_": 157,
      "5": 158,
      "psi": 159,
      "v_": 160,
      "|\\": 161,
      "P_": 162,
      "S_": 163,
      "}}(": 164,
      "T_": 165,
      "Y": 166,
      "U": 167,
      "g_": 168,
      "ell": 169,
      "\\|": 170,
      "C_": 171,
      "}}{\\": 172,
      "W": 173,
      "partial_": 174,
      "J": 175,
      "^{(": 176,
      "big": 177,
      "E_": 178,
      "}^{(": 179,
      "k_": 180,
      "log": 181,
      "to": 182,
      "r_": 183,
      "lambda_": 184,
      "M_": 185,
      "varepsilon": 186,
      "alpha_": 187,
      "overline": 188,
      "Omega": 189,
      "X_": 190,
      "qquad": 191,
      "pm": 192,
      "n_": 193,
      "F_": 194,
      "Z": 195,
      "mbox": 196,
      "over": 197,
      "sigma_": 198,
      ")+": 199,
      "B_": 200,
      "ij": 201,
      "z_": 202,
      "6": 203,
      "H_": 204,
      ")-": 205,
      "y_": 206,
      "varphi": 207,
      "vec": 208,
      "rho_": 209,
      "{(": 210,
      "nabla": 211,
      "mu_": 212,
      "s_": 213,
      "times": 214,
      "dot": 215,
      ")}\\": 216,
      "R_": 217,
      "V_": 218,
      "h_": 219,
      "b_": 220,
      "int": 221,
      "Gamma": 222,
      "phi_": 223,
      "d_": 224,
      "L_": 225,
      "Big": 226,
      "D_": 227,
      "O": 228,
      "}|": 229,
      "q_": 230,
      "omega_": 231,
      "})^{": 232,
      "N_": 233,
      "e_": 234,
      "Phi": 235,
      "delta_": 236,
      "{{\\": 237,
      ")(": 238,
      "\\,": 239,
      "}},": 240,
      "theta_": 241,
      "w_": 242,
      "I_": 243,
      "8": 244,
      "gamma_": 245,
      "cos": 246,
      "}}^{": 247,
      "otimes": 248,
      "kappa": 249,
      "chi": 250,
      "widetilde": 251,
      "G_": 252,
      ")}{": 253,
      "ldots": 254,
      "}),": 255,
      "Lambda": 256,
      "[\\": 257,
      "rightarrow": 258,
      "sin": 259,
      "}}.": 260,
      "exp": 261,
      "\\{": 262,
      "}\\,": 263,
      "psi_": 264,
      "tau_": 265,
      "})=": 266,
      "Q_": 267,
      ";": 268,
      ")+\\": 269,
      "K_": 270,
      "}).": 271,
      "cdots": 272,
      "beta_": 273,
      "dt": 274,
      "]": 275,
      "}^{-": 276,
      "ln": 277,
      "zeta": 278,
      "10": 279,
      "{-": 280,
      "J_": 281,
      "dagger": 282,
      "equiv": 283,
      "W_": 284,
      "U_": 285,
      "widehat": 286,
      "}\\|": 287,
      "\\,\\": 288,
      "eta_": 289,
      "}\\,\\": 290,
      "dx": 291,
      "|^{": 292,
      "xi_": 293,
      "^{-\\": 294,
      "}|\\": 295,
      "12": 296,
      "circ": 297,
      ")-\\": 298,
      "})=\\": 299,
      "Psi": 300,
      "sim": 301,
      "),\\": 302,
      ")}(": 303,
      "Delta_": 304,
      "7": 305,
      "}/": 306,
      "dots": 307,
      "Y_": 308,
      "Z_": 309,
      "Omega_": 310,
      "}}(\\": 311,
      "{(}\\": 312,
      "<": 313,
      "i_": 314,
      "epsilon_": 315,
      "pi_": 316,
      "}}=": 317,
      "\\|\\": 318,
      "textrm": 319,
      "}}=\\": 320,
      "Gamma_": 321,
      "lim_": 322,
      "max": 323,
      "({\\": 324,
      "}[": 325,
      "ast": 326,
      "}\\,,": 327,
      "Phi_": 328,
      "bigg": 329,
      "mathsf": 330,
      "nu_": 331,
      "Sigma": 332,
      "cap": 333,
      "chi_": 334,
      ")^{\\": 335,
      "nabla_": 336,
      "forall": 337,
      "wedge": 338,
      "))": 339,
      "{(}": 340,
      "ignorespaces": 341,
      "o": 342,
      "prod_": 343,
      "^{*}": 344,
      "}}+\\": 345,
      "9": 346,
      "varphi_": 347,
      ")}{\\": 348,
      "}({\\": 349,
      ">": 350,
      "ab": 351,
      "2n": 352,
      "sum": 353,
      "l_": 354,
      "approx": 355,
      "11": 356,
      "}}}\\": 357,
      "/\\": 358,
      "hbar": 359,
      "j_": 360,
      "]\\": 361,
      "(-": 362,
      "=-\\": 363,
      "limits_": 364,
      "min": 365,
      "}\\,.": 366,
      "textbf": 367,
      "})+": 368,
      "}}}": 369,
      "}=-\\": 370,
      "kappa_": 371,
      "})-": 372,
      "}}^{\\": 373,
      "}|^{": 374,
      ":": 375,
      ")^{-": 376,
      "}=-": 377,
      "}}+": 378,
      "ds": 379,
      "})(": 380,
      "mid": 381,
      "\\{\\": 382,
      "neq": 383,
      "\\}": 384,
      "=(": 385,
      "varepsilon_": 386,
      "\\,,": 387,
      "rangle_": 388,
      "Theta": 389,
      "Lambda_": 390,
      "underline": 391,
      "};": 392,
      "=-": 393,
      "ell_": 394,
      "))\\": 395,
      "Psi_": 396,
      ")\\,": 397,
      "hskip": 398,
      "zeta_": 399,
      "{{": 400,
      "\\,.": 401,
      ")},": 402,
      "star": 403,
      "perp": 404,
      "})+\\": 405,
      "}=(": 406,
      "][": 407,
      "2k": 408,
      "}]": 409,
      "top": 410,
      "{)}": 411,
      "}+(": 412,
      ")|": 413,
      "16": 414,
      "simeq": 415,
      "cup": 416,
      "textstyle": 417,
      ")}.": 418,
      "Sigma_": 419,
      ";\\": 420,
      "}},\\": 421,
      "makebox": 422,
      "})}": 423,
      "scriptstyle": 424,
      "(-\\": 425,
      "]{$\\": 426,
      "}}-": 427,
      "}}-\\": 428,
      "2m": 429,
      "$": 430,
      "Pi": 431,
      ",-": 432,
      "}})": 433,
      "sup_": 434,
      "<\\": 435,
      ")/": 436,
      "{-\\": 437,
      "{|": 438,
      ")|\\": 439,
      "\\}.": 440,
      "}{(": 441,
      "}[\\": 442,
      "and": 443,
      "})}\\": 444,
      "subset": 445,
      "+(": 446,
      "oplus": 447,
      "],": 448,
      "mapsto": 449,
      "})-\\": 450,
      "for": 451,
      "):=\\": 452,
      "}}}{": 453,
      "det": 454,
      "hbox": 455,
      "})}{": 456,
      "Pi_": 457,
      "}(-": 458,
      "13": 459,
      "max_": 460,
      "{(\\": 461,
      "{[": 462,
      "$}}{\\": 463,
      "{)}\\": 464,
      ")=(": 465,
      ")\\,,": 466,
      "^{+}": 467,
      "-(": 468,
      "}<": 469,
      "}),\\": 470,
      ")}=": 471,
      "}:": 472,
      "}>": 473,
      "Tr": 474,
      "eff": 475,
      "leavevmode": 476,
      "}:=\\": 477,
      "^{*}(": 478,
      "dz": 479,
      "}\\|\\": 480,
      "mathop": 481,
      ")}=\\": 482,
      "boldmath": 483,
      "})^{\\": 484,
      "dy": 485,
      "dr": 486,
      "22": 487,
      "].": 488,
      "}}{(": 489,
      "\\}\\": 490,
      "})^{-": 491,
      "21": 492,
      ")\\|": 493,
      "||": 494,
      ")\\,\\": 495,
      ")=-\\": 496,
      "{|}": 497,
      ")(\\": 498,
      "bigl": 499,
      "AB": 500,
      "scriptscriptstyle": 501,
      ")\\,.": 502,
      ")}(\\": 503,
      "longrightarrow": 504,
      "14": 505,
      "setminus": 506,
      "bigr": 507,
      "}={\\": 508,
      "tr": 509,
      "~{}": 510,
      "23": 511,
      "\\},": 512,
      ".\\": 513,
      "\\|^{": 514,
      "}})\\": 515,
      "),(": 516,
      "propto": 517,
      "({": 518,
      "((": 519,
      ")|^{": 520,
      "ll": 521,
      "^{*}\\": 522,
      ",{\\": 523,
      ":=\\": 524,
      "}/\\": 525,
      "2i": 526,
      "xy": 527,
      ")).": 528,
      "}+{\\": 529,
      "$\\": 530,
      "}\\}": 531,
      "{{}": 532,
      "}))": 533,
      "vartheta": 534,
      ",\\,": 535,
      "jk": 536,
      "Re": 537,
      "24": 538,
      "\\;": 539,
      "min_": 540,
      "vee": 541,
      "Pr": 542,
      "},{\\": 543,
      "]^{": 544,
      "}}|": 545,
      "}}}{\\": 546,
      "ik": 547,
      "}^{*}": 548,
      "Theta_": 549,
      ":\\": 550,
      "15": 551,
      "Bigg": 552,
      "}}\\,\\": 553,
      "it": 554,
      "}<\\": 555,
      "20": 556,
      "]}": 557,
      "O_": 558,
      "ddot": 559,
      "}^{(\\": 560,
      "}-(": 561,
      "})}{\\": 562,
      "}{}": 563,
      "subseteq": 564,
      "dim": 565,
      ")}+\\": 566,
      ")}+": 567,
      "};\\": 568,
      ")=-": 569,
      "^{-}": 570,
      "]=": 571,
      "}}\\,,": 572,
      "}]\\": 573,
      "cosh": 574,
      "}}\\,": 575,
      "{)}^{": 576,
      "){\\": 577,
      "{[}\\": 578,
      "2r": 579,
      "}}^{(": 580,
      "Im": 581,
      "^{(\\": 582,
      "{[}": 583,
      "sf": 584,
      "1_": 585,
      "\\;\\": 586,
      "00": 587,
      "cong": 588,
      ")),": 589,
      "32": 590,
      "):=": 591,
      "}}\\,.": 592,
      "}\\|^{": 593,
      "nobreak": 594,
      "textnormal": 595,
      "not": 596,
      "}\\;,": 597,
      "{|\\": 598,
      "sinh": 599,
      "{|}\\": 600,
      "}:=": 601,
      "mp": 602,
      "{}": 603,
      ")]": 604,
      "={\\": 605,
      "stackrel": 606,
      "du": 607,
      "cr": 608,
      ")+(": 609,
      "}-{\\": 610,
      "2s": 611,
      "log_": 612,
      ")}^{": 613,
      "}={": 614,
      "parallel": 615,
      "(|": 616,
      "2j": 617,
      "mn": 618,
      "2p": 619,
      "}\\;.": 620,
      "))^{": 621,
      "colon": 622,
      "))=": 623,
      "Rightarrow": 624,
      "Bigr": 625,
      "}}{{\\": 626,
      "textup": 627,
      "]}\\": 628,
      "2N": 629,
      "2x": 630,
      "mathtt": 631,
      "bigcup_": 632,
      "xx": 633,
      ")}-": 634,
      ",(": 635,
      "Bigl": 636,
      "}]=": 637,
      "}^{*}\\": 638,
      "uparrow": 639,
      "/(": 640,
      "})\\,,": 641,
      "01": 642,
      "check": 643,
      "{]}": 644,
      "bullet": 645,
      "choose": 646,
      "{+}(": 647,
      "}:\\": 648,
      "odot": 649,
      "varrho": 650,
      "kl": 651,
      "})|": 652,
      "{+}": 653,
      "~{}\\": 654,
      "}=\\{": 655,
      "deg": 656,
      "{)}.": 657,
      "}||": 658,
      "2t": 659,
      "iota": 660,
      "}}\\|": 661,
      "=(\\": 662,
      ")>": 663,
      "tan": 664,
      "rfloor": 665,
      "lfloor": 666,
      "0pt": 667,
      "downarrow": 668,
      "mathchoice": 669,
      "}}},": 670,
      "Xi": 671,
      "{$\\": 672,
      "}}}.": 673,
      "}\\;": 674,
      "&": 675,
      "inf_": 676,
      "^{{\\": 677,
      "2a": 678,
      "})(\\": 679,
      "{+}\\": 680,
      ")},\\": 681,
      "mathit": 682,
      "^{+}\\": 683,
      "tt": 684,
      "}))\\": 685,
      "+|": 686,
      ")}}": 687,
      "}}}(": 688,
      "18": 689,
      "dx_": 690,
      ":=": 691,
      ">\\": 692,
      "emptyset": 693,
      "-{\\": 694,
      "[(": 695,
      "}\\;\\": 696,
      ")={\\": 697,
      "^{[": 698,
      "2q": 699,
      "{-}": 700,
      "}^{*}(": 701,
      "}=(\\": 702,
      "\\;.": 703,
      "25": 704,
      "}^{-\\": 705,
      "gg": 706,
      ")}-\\": 707,
      "array": 708,
      "\\,{\\": 709,
      "ii": 710,
      "{\\{": 711,
      "2M": 712,
      "|{\\": 713,
      "|}\\": 714,
      "}}|\\": 715,
      "}((": 716,
      "17": 717,
      ")}}\\": 718,
      "+{\\": 719,
      "}\\{": 720,
      "})}.": 721,
      "\\!\\": 722,
      "=\\{": 723,
      "kern": 724,
      "]=\\": 725,
      "{,": 726,
      "GeV": 727,
      "33": 728,
      "vartheta_": 729,
      "\\,,\\": 730,
      "}})^{": 731,
      "}~{}": 732,
      "}$,": 733,
      "\\;,": 734,
      "inf": 735,
      "{)},": 736,
      "})\\,.": 737,
      "}~{},": 738,
      "})\\,": 739,
      "})/": 740,
      "}}^{-": 741,
      ")<": 742,
      "}{|": 743,
      "tot": 744,
      "{+}^{": 745,
      "*": 746,
      "2d": 747,
      "}^{[": 748,
      "lm": 749,
      "})},": 750,
      "out": 751,
      "34": 752,
      "2g": 753,
      "{-}(": 754,
      "$}": 755,
      "31": 756,
      "={": 757,
      "}\\,,\\": 758,
      "tanh": 759,
      "))=\\": 760,
      "28": 761,
      "27": 762,
      "}\\}.": 763,
      "}\\,{\\": 764,
      "}^{{\\": 765,
      "}\\,(": 766,
      "eq": 767,
      "ijk": 768,
      "})|\\": 769,
      "\\!": 770,
      ")})": 771,
      "ref": 772,
      "{\\|}": 773,
      "all": 774,
      "biggl": 775,
      "30": 776,
      "bot": 777,
      "the": 778,
      "2l": 779,
      "o_": 780,
      "is": 781,
      "[-": 782,
      "2m_": 783,
      "}],": 784,
      "})=(": 785,
      "biggr": 786,
      "):": 787,
      "\\,(": 788,
      "^{{}^{\\": 789,
      "id": 790,
      "{-}\\": 791,
      "sup": 792,
      ")}}{": 793,
      "}~{}\\": 794,
      "([": 795,
      "^{-(": 796,
      "st": 797,
      "}}).": 798,
      "{}^{": 799,
      "}~{}.": 800,
      "})\\|": 801,
      ",...,": 802,
      "}+(\\": 803,
      "}^{+}": 804,
      "}{}^{": 805,
      "}({": 806,
      "-{": 807,
      "{\\{}": 808,
      "textsc": 809,
      "pq": 810,
      "},...,": 811,
      "^{+}(": 812,
      "if": 813,
      "}{{\\": 814,
      "tiny": 815,
      "}}),": 816,
      ")<\\": 817,
      "}}[": 818,
      "II": 819,
      "textsf": 820,
      "}\\}\\": 821,
      "|^{\\": 822,
      "})]": 823,
      ")/\\": 824,
      "19": 825,
      "div": 826,
      "{*}\\": 827,
      "^{-}\\": 828,
      "-|": 829,
      "arg": 830,
      ")}{(": 831,
      "}+{": 832,
      "2e": 833,
      "|.": 834,
      "|=": 835,
      ")\\}": 836,
      "triangle": 837,
      "of": 838,
      ")-(": 839,
      "}^{+\\": 840,
      "{*}(": 841,
      "})\\,\\": 842,
      "|}": 843,
      "${}^{\\": 844,
      "otimes_": 845,
      "}>\\": 846,
      "[-\\": 847,
      "Upsilon": 848,
      "}+|": 849,
      "ji": 850,
      "},-": 851,
      "limsup_": 852,
      "}].": 853,
      "bc": 854,
      "dv": 855,
      ");": 856,
      ")^{-\\": 857,
      "2b": 858,
      "{}^{+": 859,
      "}(-\\": 860,
      "36": 861,
      "end": 862,
      "on": 863,
      "uv": 864,
      "texttt": 865,
      "bigoplus_": 866,
      ")\\;,": 867,
      ")={": 868,
      "[{\\": 869,
      "varrho_": 870,
      "]+": 871,
      "sharp": 872,
      ")]\\": 873,
      "!}\\": 874,
      "2c": 875,
      "as": 876,
      "{\\{}\\": 877,
      "},\\,": 878,
      "\\{(": 879,
      "](": 880,
      "}}({\\": 881,
      ")[": 882,
      "mathring": 883,
      "phantom": 884,
      "exists": 885,
      ",\\,\\": 886,
      "nm": 887,
      "rceil": 888,
      "underbrace": 889,
      "lceil": 890,
      "}})=": 891,
      ",[": 892,
      "diag": 893,
      "35": 894,
      "textit": 895,
      "}\\},": 896,
      "||\\": 897,
      "}([": 898,
      "Xi_": 899,
      "(|\\": 900,
      "}\\!\\": 901,
      "))-": 902,
      ")=(\\": 903,
      "cd": 904,
      ")\\;.": 905,
      "100": 906,
      "})).": 907,
      "~{}.": 908,
      "]+\\": 909,
      "th": 910,
      "^{*},": 911,
      "}=[": 912,
      "}}}^{": 913,
      "with": 914,
      "+{": 915,
      "}(|": 916,
      "{*}": 917,
      "mod": 918,
      "{]}\\": 919,
      "{(-": 920,
      "}}=-\\": 921,
      "abc": 922,
      "^{-}(": 923,
      "-(\\": 924,
      "02": 925,
      "SU": 926,
      "Leftrightarrow": 927,
      "|+": 928,
      "~{},": 929,
      "cl": 930,
      "begin": 931,
      "ad": 932,
      ",\\;": 933,
      "^{*}(\\": 934,
      "|,": 935,
      "leftarrow": 936,
      "=[": 937,
      "|(": 938,
      "2h": 939,
      "backslash": 940,
      "IJ": 941,
      "lim": 942,
      "{)}^{\\": 943,
      "3H": 944,
      "}){\\": 945,
      "ac": 946,
      "+(\\": 947,
      "26": 948,
      "45": 949,
      "))+": 950,
      ")}|": 951,
      ".}": 952,
      "=|": 953,
      "{\\}}": 954,
      "iota_": 955,
      "varpi": 956,
      "64": 957,
      "})}(": 958,
      "cm": 959,
      "$}}\\": 960,
      "|-": 961,
      "Var": 962,
      "})+(": 963,
      "}-{": 964,
      "}]=\\": 965,
      "prod": 966,
      "((\\": 967,
      "],\\": 968,
      "},{": 969,
      "40": 970,
      "MeV": 971,
      "neg": 972,
      "liminf_": 973,
      "scriptsize": 974,
      "2k_": 975,
      "df": 976,
      ")})\\": 977,
      "}|}\\": 978,
      "48": 979,
      "}^{+}(": 980,
      "2z": 981,
      "]}(": 982,
      "{-}^{": 983,
      "2a_": 984,
      "varsigma": 985,
      "(\\{": 986,
      "56": 987,
      "}$": 988,
      "2H": 989,
      "}})=\\": 990,
      "}[]{": 991,
      "MN": 992,
      "dk": 993,
      "}^{-}": 994,
      "})|^{": 995,
      "dp": 996,
      ",-\\": 997,
      "4m": 998,
      "}|{\\": 999,
      "{[\\": 1000,
      "\\}}": 1001,
      "}*": 1002,
      "^{+": 1003,
      "const": 1004,
      "pmod": 1005,
      "}/(": 1006,
      ")}^{\\": 1007,
      "il": 1008,
      "imath": 1009,
      "4n": 1010,
      "$}\\": 1011,
      "{\\|": 1012,
      "})),": 1013,
      "}{|\\": 1014,
      "|}{": 1015,
      "}{(\\": 1016,
      "BC": 1017,
      ")}\\,,": 1018,
      "}-(\\": 1019,
      "at": 1020,
      "{\\|}\\": 1021,
      ")}}{\\": 1022,
      "\\}}\\": 1023,
      "Id": 1024,
      ")=\\{": 1025,
      "}^{+}\\": 1026,
      "kj": 1027,
      "yy": 1028,
      "leftrightarrow": 1029,
      "}|.": 1030,
      "})=-\\": 1031,
      "small": 1032,
      "})=-": 1033,
      "|^{-": 1034,
      "!}": 1035,
      "2c_": 1036,
      "ker": 1037,
      "im": 1038,
      ")}\\,": 1039,
      "vbox": 1040,
      "},\\,\\": 1041,
      "2R": 1042,
      "+|\\": 1043,
      "2A": 1044,
      "2L": 1045,
      "cot": 1046,
      "obs": 1047,
      "{$": 1048,
      "{(}(": 1049,
      ")]^{": 1050,
      "nolimits": 1051,
      "\\|{\\": 1052,
      "mathrel": 1053,
      "times_": 1054,
      "))(": 1055,
      ")\\}.": 1056,
      "iff": 1057,
      "2T": 1058,
      "Ax": 1059,
      "notin": 1060,
      "prec": 1061,
      ")\\|\\": 1062,
      "dV": 1063,
      "}]^{": 1064,
      "ph": 1065,
      "}\\!": 1066,
      "}^{{}^{\\": 1067,
      "},(": 1068,
      "or": 1069,
      "{+": 1070,
      ")}\\,.": 1071,
      "raisebox": 1072,
      "Pl": 1073,
      "zz": 1074,
      "50": 1075,
      "}\\!+\\!": 1076,
      "rs": 1077,
      "2D": 1078,
      "42": 1079,
      "29": 1080,
      "}}{(\\": 1081,
      "^{*}}": 1082,
      "3n": 1083,
      "dw": 1084,
      "}\\{\\": 1085,
      "|+\\": 1086,
      "}}=-": 1087,
      "{\\,": 1088,
      "{)}=": 1089,
      "2C_": 1090,
      "bigcap_": 1091,
      ",~{}": 1092,
      "nolimits_": 1093,
      "{]},": 1094,
      "}}}=\\": 1095,
      "\\|(": 1096,
      "supset": 1097,
      "dm": 1098,
      "ss": 1099,
      "^{*})": 1100,
      "i2": 1101,
      "}}{|": 1102,
      "dq": 1103,
      "nk": 1104,
      "0_": 1105,
      "=(-": 1106,
      "ct": 1107,
      "}):=\\": 1108,
      ")],": 1109,
      "}|=": 1110,
      ")),\\": 1111,
      ")+{\\": 1112,
      "ext": 1113,
      "ax": 1114,
      "\\},\\": 1115,
      "]-": 1116,
      "breve": 1117,
      "BH": 1118,
      "vol": 1119,
      "dist": 1120,
      "2K": 1121,
      "overrightarrow": 1122,
      "2x_": 1123,
      "{*}^{": 1124,
      "{]}.": 1125,
      "44": 1126,
      "}}\\|\\": 1127,
      "}}\\;,": 1128,
      "\\>": 1129,
      "}}}=": 1130,
      "{\\}}.": 1131,
      "}},{\\": 1132,
      ")~{},": 1133,
      "2E_": 1134,
      "KL": 1135,
      ")].": 1136,
      "})\\;,": 1137,
      "2u": 1138,
      "oint_": 1139,
      "}{}^{\\": 1140,
      "arctan": 1141,
      "}||\\": 1142,
      ")\\|^{": 1143,
      "^{*})\\": 1144,
      "\\}=": 1145,
      "}}<\\": 1146,
      "opt": 1147,
      "{+},": 1148,
      "}^{*}(\\": 1149,
      "=|\\": 1150,
      "sp": 1151,
      "})>": 1152,
      "ik_": 1153,
      "2n_": 1154,
      "dE": 1155,
      "ex": 1156,
      "})<": 1157,
      "}))=": 1158,
      "XY": 1159,
      "{}\\": 1160,
      "2y": 1161,
      "em": 1162,
      "AA": 1163,
      "]^{\\": 1164,
      "dS": 1165,
      "vdash": 1166,
      "))-\\": 1167,
      ")^{(": 1168,
      "2f": 1169,
      "land": 1170,
      "SM": 1171,
      "pr": 1172,
      "vphantom": 1173,
      "yx": 1174,
      "SO": 1175,
      "da": 1176,
      "(\\|": 1177,
      "]^{-": 1178,
      "}))^{": 1179,
      "}}\\;.": 1180,
      "{+}-": 1181,
      "dg": 1182,
      "|<": 1183,
      "|+|": 1184,
      "i0": 1185,
      "}=(-": 1186,
      "2r_": 1187,
      "succ": 1188,
      "43": 1189,
      ")]=": 1190,
      "rr": 1191,
      "}{{": 1192,
      "123": 1193,
      "}}}+\\": 1194,
      "4x": 1195,
      "ch": 1196,
      "ee": 1197,
      "jl": 1198,
      "|=\\": 1199,
      "}(\\{": 1200,
      ")||": 1201,
      ")}\\|": 1202,
      "ijkl": 1203,
      "+(-": 1204,
      "}}<": 1205,
      "2p_": 1206,
      "}}={\\": 1207,
      "])": 1208,
      "ni": 1209,
      "rad": 1210,
      "km": 1211,
      "sc": 1212,
      "GM": 1213,
      "}}[\\": 1214,
      "upsilon": 1215,
      "]\\,,": 1216,
      "))}\\": 1217,
      "4k": 1218,
      "$}}}": 1219,
      "}+|\\": 1220,
      "~{}{\\": 1221,
      ")\\;": 1222,
      "41": 1223,
      "))}": 1224,
      "where": 1225,
      ")~{}.": 1226,
      "}}|^{": 1227,
      "nn": 1228,
      "ba": 1229,
      "}}/": 1230,
      "2M_": 1231,
      "op": 1232,
      "cup_": 1233,
      "}|}{": 1234,
      "){": 1235,
      "37": 1236,
      "03": 1237,
      "}}]": 1238,
      "}|,": 1239,
      "3x": 1240,
      "}+\\|": 1241,
      "))+\\": 1242,
      "Hom": 1243,
      "\\,\\,": 1244,
      "}}>": 1245,
      "})}{(": 1246,
      "}}(-": 1247,
      "ki": 1248,
      "^{*": 1249,
      "}{$\\": 1250,
      "})/\\": 1251,
      "}=|": 1252,
      "^{*}-": 1253,
      "}}+{\\": 1254,
      "{+}+": 1255,
      "):\\": 1256,
      "}^{-}(": 1257,
      "dA": 1258,
      "\\,\\,\\": 1259,
      "yz": 1260,
      "|{": 1261,
      "dX": 1262,
      "*\\": 1263,
      "hookrightarrow": 1264,
      "oint": 1265,
      "})={\\": 1266,
      "},\\;": 1267,
      "})]\\": 1268,
      "}\\}=": 1269,
      "^{*}}\\": 1270,
      "pp": 1271,
      "^{*}=\\": 1272,
      "^{+},": 1273,
      "enspace": 1274,
      "xz": 1275,
      "})-(": 1276,
      ")})^{": 1277,
      "longmapsto": 1278,
      "})}=": 1279,
      "})}^{": 1280,
      ",{": 1281,
      "reg": 1282,
      "3k": 1283,
      "\\}^{": 1284,
      "}-|": 1285,
      "dP": 1286,
      "jj": 1287,
      "}(|\\": 1288,
      "NN": 1289,
      "}|+": 1290,
      "flat": 1291,
      "}};": 1292,
      "i1": 1293,
      "Du": 1294,
      "]},": 1295,
      "}.\\": 1296,
      "}\\,(\\": 1297,
      "}|+|": 1298,
      ")/(": 1299,
      "2C": 1300,
      "[(\\": 1301,
      "2B": 1302,
      "4t": 1303,
      ")\\,{\\": 1304,
      "Longrightarrow": 1305,
      "^{*}=": 1306,
      ")}}.": 1307,
      "}}}(\\": 1308,
      "60": 1309,
      "UV": 1310,
      "{+}(\\": 1311,
      "0i": 1312,
      "dV_": 1313,
      "{|}^{": 1314,
      "})}=\\": 1315,
      ")\\;\\": 1316,
      "dz_": 1317,
      "eV": 1318,
      "}|}": 1319,
      "np": 1320,
      "}}=(": 1321,
      ")^{|": 1322,
      "dl": 1323,
      "4a": 1324,
      "aa": 1325,
      "]-\\": 1326,
      "})\\;.": 1327,
      "{)}+\\": 1328,
      ")=(-": 1329,
      "dT": 1330,
      "sign": 1331,
      "{,\\": 1332,
      "sgn": 1333,
      "dim_": 1334,
      ")))": 1335,
      "}[(": 1336,
      "}}}}\\": 1337,
      "39": 1338,
      "def": 1339,
      ",|": 1340,
      "}}-{\\": 1341,
      "Upsilon_": 1342,
      "{}^{\\": 1343,
      ")>\\": 1344,
      "|<\\": 1345,
      "}}}}": 1346,
      ")\\,,\\": 1347,
      "2S": 1348,
      "05": 1349,
      "emph": 1350,
      "}^{-}\\": 1351,
      "dN": 1352,
      "by": 1353,
      "}}}{{\\": 1354,
      "2N_": 1355,
      "CP": 1356,
      "${}^{": 1357,
      "de": 1358,
      "pmatrix": 1359,
      "}=\\{\\": 1360,
      "^{*}}(": 1361,
      "dR": 1362,
      "})\\}": 1363,
      "\\}=\\": 1364,
      "ix": 1365,
      "38": 1366,
      "vspace": 1367,
      "iy": 1368,
      "{;\\": 1369,
      "dh": 1370,
      "fg": 1371,
      "mc": 1372,
      "ia": 1373,
      "res": 1374,
      "dd": 1375,
      "{<": 1376,
      "-|\\": 1377,
      "LR": 1378,
      "{\\}},": 1379,
      "46": 1380,
      "dt_": 1381,
      "AC": 1382,
      "re": 1383,
      "))^{\\": 1384,
      "kT": 1385,
      "^{+}}": 1386,
      "{)}=\\": 1387,
      "{)}^{-": 1388,
      "abcd": 1389,
      "sqcup": 1390,
      "kr": 1391,
      "})<\\": 1392,
      "}})(": 1393,
      ")}},": 1394,
      "2w": 1395,
      "54": 1396,
      "bmod": 1397,
      "dp_": 1398,
      "Vol": 1399,
      "}]}": 1400,
      "wp": 1401,
      "}+\\|\\": 1402,
      "dv_": 1403,
      "}\\,=\\,": 1404,
      "55": 1405,
      "dM": 1406,
      "TT": 1407,
      ")=[": 1408,
      "\\>\\": 1409,
      "\\{-": 1410,
      "new": 1411,
      "TM": 1412,
      "kk": 1413,
      ")|.": 1414,
      "{\\{\\": 1415,
      "}}}-\\": 1416,
      ")\\},": 1417,
      "bd": 1418,
      ".}\\": 1419,
      "]\\,.": 1420,
      "\\{-\\": 1421,
      "^{+}}\\": 1422,
      "))^{-": 1423,
      ")}|\\": 1424,
      "III": 1425,
      "NS": 1426,
      "}:=\\{": 1427,
      "+\\|": 1428,
      "}),(": 1429,
      "dW_": 1430,
      "gh": 1431,
      "2E": 1432,
      "^{*}+": 1433,
      "2J": 1434,
      "^{-})": 1435,
      "BA": 1436,
      "vac": 1437,
      "{(}-\\": 1438,
      "\\{|": 1439,
      "cs": 1440,
      "grad": 1441,
      "}|^{\\": 1442,
      "=\\{\\": 1443,
      "\\|{": 1444,
      "}}{{": 1445,
      "3a": 1446,
      "])\\": 1447,
      "|-\\": 1448,
      "!": 1449,
      "))}{": 1450,
      "mkern": 1451,
      "}|-": 1452,
      "CM": 1453,
      "ds_": 1454,
      "-$": 1455,
      "\\!\\!": 1456,
      "^{+}+": 1457,
      "1i": 1458,
      "varpi_": 1459,
      ")}\\,\\": 1460,
      "128": 1461,
      "\\{{\\": 1462,
      "dW": 1463,
      "even": 1464,
      "LL": 1465,
      "})}+\\": 1466,
      "cb": 1467,
      "}})-": 1468,
      "5pt": 1469,
      "tx": 1470,
      "DE": 1471,
      "\\,(\\": 1472,
      "}=-(": 1473,
      "4r": 1474,
      "Ce": 1475,
      "nl": 1476,
      ",\\;\\": 1477,
      "3m": 1478,
      "75": 1479,
      "]{": 1480,
      "dn": 1481,
      ":(": 1482,
      "bigcup": 1483,
      "sh": 1484,
      "}^{*},": 1485,
      "}})+": 1486,
      "{*}(\\": 1487,
      "{{{\\": 1488,
      "|}{\\": 1489,
      "51": 1490,
      "models": 1491,
      "))\\,": 1492,
      "1j": 1493,
      "preceq": 1494,
      "}|=\\": 1495,
      "|)": 1496,
      "}*\\": 1497,
      "}}},\\": 1498,
      "72": 1499,
      ",(\\": 1500,
      "odd": 1501,
      "}}\\!\\": 1502,
      ")\\}\\": 1503,
      "}](": 1504,
      "}~{}{\\": 1505,
      "atop": 1506,
      "ip": 1507,
      "},~{}": 1508,
      "BB": 1509,
      ",}": 1510,
      "DM": 1511,
      "Li": 1512,
      ")}({\\": 1513,
      "[{": 1514,
      "{-},": 1515,
      "}}+(": 1516,
      "}}~{},": 1517,
      "96": 1518,
      "\\#": 1519,
      "{~{}": 1520,
      "},-\\": 1521,
      "0mu": 1522,
      ")!}\\": 1523,
      ")[\\": 1524,
      "2v": 1525,
      "}\\,=\\,\\": 1526,
      "kx": 1527,
      "{+}=": 1528,
      "});": 1529,
      "ev": 1530,
      "uu": 1531,
      ")}).": 1532,
      "49": 1533,
      "IR": 1534,
      "\\;{\\": 1535,
      "]{\\": 1536,
      "{-}(\\": 1537,
      "RR": 1538,
      "{\\}}\\": 1539,
      "\\},\\{": 1540,
      "{+}^{\\": 1541,
      "SS": 1542,
      "ie": 1543,
      "90": 1544,
      "rel": 1545,
      "=-(": 1546,
      "\\,{": 1547,
      "limits": 1548,
      "04": 1549,
      "19444pt": 1550,
      "pl": 1551,
      "}|+\\": 1552,
      ")(-": 1553,
      ")-{\\": 1554,
      "2g_": 1555,
      "TP": 1556,
      "an": 1557,
      "}]+": 1558,
      ">=": 1559,
      "}/{": 1560,
      "Longleftrightarrow": 1561,
      "ir": 1562,
      "jm": 1563,
      "dF": 1564,
      "sharp_": 1565,
      "^{-},": 1566,
      "})=(\\": 1567,
      "52": 1568,
      "CR": 1569,
      "\\|.": 1570,
      "gcd": 1571,
      "4m_": 1572,
      "\\,|\\,": 1573,
      ")~{}\\": 1574,
      "47": 1575,
      "}):=": 1576,
      "loc": 1577,
      "}})}": 1578,
      "dxdy": 1579,
      "}((\\": 1580,
      "2P": 1581,
      "el": 1582,
      "}}}^{\\": 1583,
      "SNR": 1584,
      "}))=\\": 1585,
      "}^{*})": 1586,
      "}^{*}-": 1587,
      "53": 1588,
      "}\\|{\\": 1589,
      "})^{-\\": 1590,
      "Df": 1591,
      "},[": 1592,
      "supp": 1593,
      "{)}+": 1594,
      "2_": 1595,
      "=\\{(": 1596,
      "cc": 1597,
      "kn": 1598,
      "})}+": 1599,
      "}}:=\\": 1600,
      "{-}=": 1601,
      "Ric": 1602,
      "coth": 1603,
      "lk": 1604,
      "|>": 1605,
      "2q_": 1606,
      "}):": 1607,
      "{(}{\\": 1608,
      "{{{": 1609,
      "triangleright": 1610,
      "07639pt": 1611,
      "})\\|\\": 1612,
      ")!}": 1613,
      "mskip": 1614,
      "]}{\\": 1615,
      "{\\|\\": 1616,
      "2u_": 1617,
      "xt": 1618,
      "}})+\\": 1619,
      ".+\\": 1620,
      "}}~{}.": 1621,
      "ig": 1622,
      "doteq": 1623,
      "}}{|\\": 1624,
      "}}}-": 1625,
      ")}),": 1626,
      "}}={": 1627,
      ")|=": 1628,
      "]}{": 1629,
      "thinspace": 1630,
      "upsilon_": 1631,
      "}&": 1632,
      "!\\": 1633,
      "}=\\{(": 1634,
      "}})}\\": 1635,
      "2K_": 1636,
      "{)}(": 1637,
      ")}}(": 1638,
      ")+(\\": 1639,
      ",\\{": 1640,
      "}\\,\\,": 1641,
      "}=-{": 1642,
      "]}.": 1643,
      "}}}{(": 1644,
      ")}=-\\": 1645,
      "2s_": 1646,
      ")=|": 1647,
      ")^{*}": 1648,
      "0j": 1649,
      "Biggr": 1650,
      "^{|": 1651,
      "80": 1652,
      "||^{": 1653,
      "})}}": 1654,
      "3p": 1655,
      "rank": 1656,
      "{)}-\\": 1657,
      "}\\>\\": 1658,
      "200": 1659,
      "}}:": 1660,
      "2G": 1661,
      "]=[": 1662,
      "mm": 1663,
      "})}-": 1664,
      "}:=(": 1665,
      "2f_": 1666,
      "TV": 1667,
      "}=|\\": 1668,
      "total": 1669,
      "{\\,\\": 1670,
      "}}})": 1671,
      "qq": 1672,
      "})\\|^{": 1673,
      "}}^{*}": 1674,
      "$}}": 1675,
      "CC": 1676,
      "dE_": 1677,
      "ff": 1678,
      "}})^{\\": 1679,
      "{+}-\\": 1680,
      "^{{": 1681,
      "dQ": 1682,
      "}]}\\": 1683,
      "2b_": 1684,
      "crit": 1685,
      "xxx": 1686,
      "2h_": 1687,
      "\\!-\\!": 1688,
      "^{+}(\\": 1689,
      "Ad": 1690,
      "\\!+\\!": 1691,
      "dc": 1692,
      "}[{\\": 1693,
      "))}{\\": 1694,
      "cx": 1695,
      "gr": 1696,
      "rec": 1697,
      "3t": 1698,
      ";{\\": 1699,
      "NL": 1700,
      "\\,=\\,": 1701,
      "^{+})": 1702,
      "diamond": 1703,
      "|}.": 1704,
      "}||^{": 1705,
      "=[\\": 1706,
      "asymp": 1707,
      ",~{}\\": 1708,
      "],[": 1709,
      "wt": 1710,
      "}^{*}=": 1711,
      "}},{": 1712,
      "CD": 1713,
      "}\\>": 1714,
      "}^{\\,": 1715,
      "]}=": 1716,
      "({{\\": 1717,
      "4q": 1718,
      "^{*},\\": 1719,
      "dy_": 1720,
      "Re_": 1721,
      "oplus_": 1722,
      "+[": 1723,
      "}^{*}=\\": 1724,
      "}}}}{": 1725,
      "GM_": 1726,
      "2Q": 1727,
      "^{-(\\": 1728,
      "qa": 1729,
      "}\\,|": 1730,
      "}}}+": 1731,
      "LO": 1732,
      "\\,}": 1733,
      "db": 1734,
      "}\\;\\;": 1735,
      "(\\|\\": 1736,
      ">=\\": 1737,
      "}+(-": 1738,
      "}\\}}": 1739,
      "(-(": 1740,
      ")\\,(": 1741,
      ")~{}": 1742,
      "bb": 1743,
      "}}\\,,\\": 1744,
      "LS": 1745,
      "2L_": 1746,
      "4N": 1747,
      "{+}=\\": 1748,
      "}|(": 1749,
      "))|": 1750,
      "}))-": 1751,
      "CS": 1752,
      "constant": 1753,
      "dU": 1754,
      "{+}+\\": 1755,
      "})],": 1756,
      "}|<": 1757,
      "...\\": 1758,
      "XX": 1759,
      "~{}(": 1760,
      "ae": 1761,
      "gas": 1762,
      "mathchar": 1763,
      "rk": 1764,
      ");\\": 1765,
      "2v_": 1766,
      "dN_": 1767,
      "{}\\!\\": 1768,
      "}...": 1769,
      "}/{\\": 1770,
      "nt": 1771,
      "}})-\\": 1772,
      "4i": 1773,
      "=\\|": 1774,
      "}])": 1775,
      "+}": 1776,
      "}}+{": 1777,
      "({{": 1778,
      ")}[": 1779,
      "3N": 1780,
      "\\!\\!\\!\\": 1781,
      "([\\": 1782,
      "}}^{(\\": 1783,
      "-}": 1784,
      "^{*}}\\!\\": 1785,
      "{*},": 1786,
      "|(\\": 1787,
      "\\,,\\,": 1788,
      "|)\\": 1789,
      "),\\,": 1790,
      "81": 1791,
      "var": 1792,
      "{{}^{\\": 1793,
      "dr_": 1794,
      "^{-}}": 1795,
      "ll_": 1796,
      "2T_": 1797,
      "3q": 1798,
      "{[}(": 1799,
      "}}(|": 1800,
      "cn": 1801,
      "{+}}\\": 1802,
      "!(": 1803,
      ",~{}~{}": 1804,
      "2R_": 1805,
      "]+[": 1806,
      "^{*})^{": 1807,
      "}\\!+\\!\\": 1808,
      "2V": 1809,
      "85": 1810,
      "cdot_": 1811,
      "{+}}": 1812,
      "})[": 1813,
      "})~{},": 1814,
      "08334pt": 1815,
      "du_": 1816,
      "hfil": 1817,
      "06": 1818,
      "4M": 1819,
      "BR": 1820,
      "FP": 1821,
      "^{*}}^{": 1822,
      "triangle_": 1823,
      "}^{+": 1824,
      "3d": 1825,
      "^{*}.": 1826,
      "}}\\;\\": 1827,
      "Fe": 1828,
      "dB_": 1829,
      "dX_": 1830,
      "})}(\\": 1831,
      "He": 1832,
      "\\})": 1833,
      "so": 1834,
      "{-})": 1835,
      "{]}^{": 1836,
      "},\\;\\": 1837,
      "}=-{\\": 1838,
      "}^{*}+": 1839,
      "2A_": 1840,
      "GL": 1841,
      "\\;\\;\\": 1842,
      "av": 1843,
      "|)^{": 1844,
      ".+": 1845,
      "07": 1846,
      "2y_": 1847,
      "{*}}": 1848,
      "dB": 1849,
      "|\\,\\": 1850,
      "}\\}=\\": 1851,
      "}]+\\": 1852,
      "2t_": 1853,
      "{-}+": 1854,
      "})^{*}": 1855,
      ",\\;\\;": 1856,
      "Res": 1857,
      "vdash_": 1858,
      "bx": 1859,
      "iv": 1860,
      "\\!\\!\\": 1861,
      ")}^{(": 1862,
      "3r": 1863,
      "${}": 1864,
      "{(}(\\": 1865,
      "}}({": 1866,
      "\\,|": 1867,
      "6n": 1868,
      "ABC": 1869,
      "dS_": 1870,
      "})}}\\": 1871,
      "}}),\\": 1872,
      "\\;,\\": 1873,
      "mk": 1874,
      "{-}^{\\": 1875,
      "}\\,\\,\\": 1876,
      "65": 1877,
      "TS": 1878,
      "2J_": 1879,
      "-(-": 1880,
      "lj": 1881,
      "QCD": 1882,
      "|\\,": 1883,
      "})]^{": 1884,
      "}-|\\": 1885,
      "}})^{-": 1886,
      "111": 1887,
      "\\|(\\": 1888,
      "ikx": 1889,
      "nr": 1890,
      "Au": 1891,
      "\\}\\,.": 1892,
      "osc": 1893,
      "}],\\": 1894,
      "3i": 1895,
      "Ct": 1896,
      "sym": 1897,
      "}})}{": 1898,
      "that": 1899,
      "}^{{": 1900,
      "}|}{\\": 1901,
      "ar": 1902,
      "vv": 1903,
      "),{\\": 1904,
      "}+[": 1905,
      "}=[\\": 1906,
      "...": 1907,
      "jmath": 1908,
      "})^{(": 1909,
      ",+\\": 1910,
      "exp_": 1911,
      "iq": 1912,
      "PQ": 1913,
      "su": 1914,
      "):=\\{": 1915,
      "=:": 1916,
      "Cov": 1917,
      "];": 1918,
      "ai": 1919,
      "ud": 1920,
      ")}{|": 1921,
      "RT": 1922,
      "\\!-\\!\\": 1923,
      "br": 1924,
      "ind": 1925,
      "}}\\;": 1926,
      "/(\\": 1927,
      "95": 1928,
      "\\%": 1929,
      "),\\;": 1930,
      "^{*}-\\": 1931,
      "bulk": 1932,
      ")!(": 1933,
      "000": 1934,
      "1234": 1935,
      "4g": 1936,
      "dP_": 1937,
      "}=\\|": 1938,
      "4p": 1939,
      "ef": 1940,
      "}]=[": 1941,
      "-[": 1942,
      "Biggl": 1943,
      "Tx": 1944,
      "ib": 1945,
      "},~{}\\": 1946,
      "CN": 1947,
      "ST": 1948,
      "{(}-": 1949,
      "}$}": 1950,
      "}]-": 1951,
      "kh": 1952,
      "kin": 1953,
      "kt": 1954,
      "-$}}\\": 1955,
      "\\;\\;": 1956,
      "}:(": 1957,
      "):=(": 1958,
      ")\\,=\\,": 1959,
      "3s": 1960,
      "}))+": 1961,
      ")]=\\": 1962,
      "001": 1963,
      "deg_": 1964,
      "ns": 1965,
      "{.}": 1966,
      "4s": 1967,
      "Aut": 1968,
      "HI": 1969,
      "Ch": 1970,
      "^{*}+\\": 1971,
      "iH_": 1972,
      "}^{*": 1973,
      "}}}}{\\": 1974,
      "*}": 1975,
      "2d_": 1976,
      "iz": 1977,
      "stat": 1978,
      "{\\!": 1979,
      "|,\\": 1980,
      "}}}\\,.": 1981,
      "08": 1982,
      "Br": 1983,
      "]}(\\": 1984,
      "PV": 1985,
      "Pf": 1986,
      "{}^{(": 1987,
      ")|,": 1988,
      "63": 1989,
      "NP": 1990,
      "RS": 1991,
      "}}\\}": 1992,
      "120": 1993,
      "2pt": 1994,
      "[[": 1995,
      "pt": 1996,
      "sat": 1997,
      "{{}^{": 1998,
      "FB": 1999,
      "HF": 2000,
      "}\\})": 2001,
      ":{\\": 2002,
      "rt": 2003,
      ")\\,=\\,\\": 2004,
      "3c": 2005,
      "BD": 2006,
      "2U": 2007,
      "mathinner": 2008,
      "}(\\|": 2009,
      "}}}\\,,": 2010,
      "4d": 2011,
      "Sp": 2012,
      ",\\,\\,": 2013,
      "2D_": 2014,
      "NC": 2015,
      "px": 2016,
      "})/(": 2017,
      "70": 2018,
      "\\}\\,,": 2019,
      "curl": 2020,
      "sr": 2021,
      "{+,": 2022,
      ":=\\{": 2023,
      "Ker": 2024,
      "span": 2025,
      "{+})": 2026,
      "{+},\\": 2027,
      "{+}^{(": 2028,
      "|/": 2029,
      "}),(\\": 2030,
      "})].": 2031,
      ")!\\": 2032,
      "67": 2033,
      "iA": 2034,
      "mathord": 2035,
      "})+(\\": 2036,
      "61": 2037,
      "AD": 2038,
      "df_": 2039,
      "}\\!\\!\\": 2040,
      "}\\|.": 2041,
      ")*": 2042,
      "{+}}{": 2043,
      "~{}~{}\\": 2044,
      "HH": 2045,
      "arccos": 2046,
      "2G_": 2047,
      "HS": 2048,
      "^{+}-": 2049,
      "^{-}(\\": 2050,
      "sd": 2051,
      "}\\},\\": 2052,
      "fm": 2053,
      "succeq": 2054,
      "}\\!-\\!": 2055,
      "}^{+}(\\": 2056,
      "EM": 2057,
      "vir": 2058,
      "{)},\\": 2059,
      "})+{\\": 2060,
      "}^{[\\": 2061,
      "}}||": 2062,
      "/{\\": 2063,
      "|\\{": 2064,
      "|}{|": 2065,
      "})}\\,,": 2066,
      ")=|\\": 2067,
      "dashv": 2068,
      "tree": 2069,
      "5mu": 2070,
      "diam": 2071,
      "})=\\{": 2072,
      "{(}|": 2073,
      "}\\,|\\,": 2074,
      "LM": 2075,
      "rot": 2076,
      "})},\\": 2077,
      "})~{}.": 2078,
      "YM": 2079,
      "^{*}}{": 2080,
      "ord": 2081,
      "})\\}.": 2082,
      "}-\\|": 2083,
      "256": 2084,
      "\\,=\\,\\": 2085,
      "nc": 2086,
      "nj": 2087,
      "qp": 2088,
      "sl": 2089,
      ")})=": 2090,
      "dH": 2091,
      "supseteq": 2092,
      "yr": 2093,
      "{)}\\,.": 2094,
      ")}=-": 2095,
      ".(": 2096,
      ".,": 2097,
      "3M_": 2098,
      "\\|}": 2099,
      "}^{*}.": 2100,
      "}^{\\,\\": 2101,
      "{*}}\\": 2102,
      "}\\;{\\": 2103,
      ")|\\,": 2104,
      "4c": 2105,
      ">,": 2106,
      "\\|=": 2107,
      "\\})\\": 2108,
      "{)}\\,": 2109,
      "{-}}{": 2110,
      "}$}}{\\": 2111,
      "(\\{\\": 2112,
      "4b": 2113,
      "dashv_": 2114,
      "pa": 2115,
      "red": 2116,
      "})}-\\": 2117,
      "}}+\\|": 2118,
      "dL": 2119,
      "ts": 2120,
      "}\\;,\\": 2121,
      "45274pt": 2122,
      "CE": 2123,
      "^{-{": 2124,
      "natural": 2125,
      "sn": 2126,
      "}\\,+\\,": 2127,
      "3D": 2128,
      "Ae": 2129,
      "DR": 2130,
      "gi": 2131,
      "up": 2132,
      "bigotimes_": 2133,
      ")|=\\": 2134,
      "62": 2135,
      "iso": 2136,
      "loop": 2137,
      "zx": 2138,
      "}^{|": 2139,
      "angle": 2140,
      "be": 2141,
      "da_": 2142,
      "iS": 2143,
      "ic": 2144,
      "parallel_": 2145,
      "cp": 2146,
      "data": 2147,
      "tA": 2148,
      "RL": 2149,
      "lor": 2150,
      "mid_": 2151,
      "|^{-\\": 2152,
      "}\\,{": 2153,
      "}}}\\,": 2154,
      "ominus": 2155,
      "ps": 2156,
      "})}\\,.": 2157,
      "}\\;=\\;": 2158,
      "&\\": 2159,
      "2P_": 2160,
      "]}=\\": 2161,
      "sk": 2162,
      "{)}\\,,": 2163,
      "2F": 2164,
      "};{\\": 2165,
      "](\\": 2166,
      "bigwedge_": 2167,
      "large": 2168,
      "{-}=\\": 2169,
      "57": 2170,
      "66": 2171,
      "GW": 2172,
      "^{(-": 2173,
      "{,}": 2174,
      "}([\\": 2175,
      ")|<\\": 2176,
      "End": 2177,
      "}))(": 2178,
      "Cr": 2179,
      "gx": 2180,
      "}^{+},": 2181,
      "dY": 2182,
      "off": 2183,
      "})={": 2184,
      "}}/\\": 2185,
      "3b": 2186,
      ">.": 2187,
      "ca": 2188,
      "},\\;\\;": 2189,
      "}^{*},\\": 2190,
      "}|)": 2191,
      "\\#\\": 2192,
      "bigvee_": 2193,
      "dw_": 2194,
      "enskip": 2195,
      "}|<\\": 2196,
      "4z": 2197,
      "dm_": 2198,
      "pc": 2199,
      "rx": 2200,
      "trace": 2201,
      "}{\\|": 2202,
      "09": 2203,
      "2X": 2204,
      "59": 2205,
      "ml": 2206,
      "sec": 2207,
      "sim_": 2208,
      "{-}-": 2209,
      "}}{\\|": 2210,
      ":=(": 2211,
      "SL": 2212,
      "hh": 2213,
      "{)}-": 2214,
      "|-|": 2215,
      "}))+\\": 2216,
      "$}.": 2217,
      ")!}{": 2218,
      "2V_": 2219,
      "some": 2220,
      "{(}{": 2221,
      "}\\}}\\": 2222,
      ")!": 2223,
      "21783pt": 2224,
      "2I": 2225,
      "ce": 2226,
      "mr": 2227,
      "|},": 2228,
      ")|+|": 2229,
      "*}\\": 2230,
      "spin": 2231,
      "terms": 2232,
      ")!}{(": 2233,
      "Av": 2234,
      "KK": 2235,
      "PP": 2236,
      "]}+": 2237,
      "cut": 2238,
      "{\\{}(": 2239,
      "~{}~{}": 2240,
      "2B_": 2241,
      "2e_": 2242,
      "\\,|\\,\\": 2243,
      "^{+\\": 2244,
      "fd": 2245,
      "ub": 2246,
      "vw": 2247,
      ")}{{\\": 2248,
      "3M": 2249,
      "4e": 2250,
      "58": 2251,
      "6x": 2252,
      "arcsin": 2253,
      "dA_": 2254,
      "})}}{": 2255,
      "GB": 2256,
      "orb": 2257,
      "{*}}{": 2258,
      "}\\;\\;\\": 2259,
      "))=(": 2260,
      "3w": 2261,
      "<(": 2262,
      "CT": 2263,
      "JX": 2264,
      "\\;(": 2265,
      "gf": 2266,
      "{+}.": 2267,
      "{-}}": 2268,
      "4G_": 2269,
      "SI": 2270,
      "am": 2271,
      "imp": 2272,
      "{|{\\": 2273,
      ")}}^{": 2274,
      "89": 2275,
      "BS": 2276,
      "^{*}).": 2277,
      "hom": 2278,
      "xe": 2279,
      "},...,\\": 2280,
      "\\{{": 2281,
      "^{[\\": 2282,
      "star_": 2283,
      "},~{}~{}": 2284,
      "\\>.": 2285,
      "]).": 2286,
      "iE_": 2287,
      "low": 2288,
      "{-})\\": 2289,
      "}}-{": 2290,
      "}~{}~{}": 2291,
      ")-(\\": 2292,
      "GR": 2293,
      "\\,}\\": 2294,
      "nx": 2295,
      "{-}}\\": 2296,
      "{>}": 2297,
      "99": 2298,
      "^{-{\\": 2299,
      "dk_": 2300,
      "matrix": 2301,
      "{+})\\": 2302,
      "})\\;\\": 2303,
      ")}(-": 2304,
      "\\}}(": 2305,
      "]=-": 2306,
      "]]": 2307,
      "ay": 2308,
      "tf": 2309,
      "free": 2310,
      "}\\>.": 2311,
      "$},": 2312,
      ")}\\;.": 2313,
      "NR": 2314,
      "PT": 2315,
      "\\|=\\": 2316,
      "pn": 2317,
      ")))\\": 2318,
      ")|^{\\": 2319,
      ")}[\\": 2320,
      "1a": 2321,
      "3m_": 2322,
      "3z": 2323,
      "{*}=\\": 2324,
      "}|-\\": 2325,
      "))}.": 2326,
      "3c_": 2327,
      "ig_": 2328,
      "}+...+": 2329,
      "},(\\": 2330,
      "}|}{|": 2331,
      "}}}\\,\\": 2332,
      ")}=(": 2333,
      "84": 2334,
      "SC": 2335,
      "abs": 2336,
      "nd": 2337,
      "}))}": 2338,
      "}}\\,(": 2339,
      "!}{": 2340,
      ")^{*}\\": 2341,
      ",*}": 2342,
      "^{-}+": 2343,
      "any": 2344,
      "cz": 2345,
      "phys": 2346,
      "78": 2347,
      "BG": 2348,
      "^{*})=": 2349,
      "az": 2350,
      "dM_": 2351,
      "ip_": 2352,
      "true": 2353,
      "}\\>,": 2354,
      "))\\|": 2355,
      "3a_": 2356,
      "68": 2357,
      "MF": 2358,
      "ka": 2359,
      "tu": 2360,
      "}...\\": 2361,
      "}};\\": 2362,
      "}}\\,{\\": 2363,
      ")}}{{\\": 2364,
      "PS": 2365,
      "}}\\{": 2366,
      "}}}|": 2367,
      "=-{\\": 2368,
      "middle": 2369,
      "{-,": 2370,
      "NLO": 2371,
      "ZZ": 2372,
      "relax": 2373,
      "}^{*})\\": 2374,
      "}|^{-": 2375,
      ")=\\{\\": 2376,
      "^{-|": 2377,
      "acc": 2378,
      "})^{*}\\": 2379,
      ".-\\": 2380,
      "71": 2381,
      "kp": 2382,
      "})-{\\": 2383,
      "))(\\": 2384,
      ")}:=\\": 2385,
      ")}{(\\": 2386,
      "01389pt": 2387,
      "21945pt": 2388,
      "CL": 2389,
      "bg": 2390,
      "}}^{*}(": 2391,
      "=-{": 2392,
      "DF": 2393,
      "mathopen": 2394,
      "{-}+\\": 2395,
      "{;": 2396,
      "}\\;=\\;\\": 2397,
      ",|\\": 2398,
      "4c_": 2399,
      "MS": 2400,
      "})\\},": 2401,
      ")}<": 2402,
      "73": 2403,
      "77": 2404,
      "=\\|\\": 2405,
      "IV": 2406,
      "JY": 2407,
      "\\}+": 2408,
      "bigsqcup_": 2409,
      "{${\\": 2410,
      "}(\\{\\": 2411,
      "}))-\\": 2412,
      "}|{": 2413,
      "TN": 2414,
      "au": 2415,
      "iu": 2416,
      "}|>": 2417,
      "}|}.": 2418,
      ")};": 2419,
      "110": 2420,
      "1n": 2421,
      "[|": 2422,
      "inv": 2423,
      "{[}-\\": 2424,
      ")}]": 2425,
      "Ab": 2426,
      "\\>,": 2427,
      "]}|": 2428,
      "iq_": 2429,
      "peak": 2430,
      "})}|": 2431,
      "}]^{\\": 2432,
      "}^{(-": 2433,
      "}^{-}(\\": 2434,
      "}}]\\": 2435,
      ",+": 2436,
      "ru": 2437,
      "}]=-": 2438,
      ")+(-": 2439,
      "452756pt": 2440,
      "CA": 2441,
      "Lip": 2442,
      "Sym": 2443,
      "\\|,": 2444,
      "}:{\\": 2445,
      "}}\\|^{": 2446,
      "1PN": 2447,
      "SR": 2448,
      "}|=|": 2449,
      ")+{": 2450,
      ")}<\\": 2451,
      "<-": 2452,
      "CO": 2453,
      "])=": 2454,
      "{({\\": 2455,
      ",...": 2456,
      "22636pt": 2457,
      "76": 2458,
      "TF": 2459,
      "^{+},\\": 2460,
      "jn": 2461,
      "ma": 2462,
      "{]}=": 2463,
      ").\\": 2464,
      ".-": 2465,
      "2S_": 2466,
      "]),": 2467,
      "^{*})=\\": 2468,
      "triangleleft": 2469,
      "})\\,,\\": 2470,
      "c2": 2471,
      "2I_": 2472,
      "C2": 2473,
      "ak": 2474,
      "cov": 2475,
      "j2": 2476,
      "})[\\": 2477,
      "}^{*}}": 2478,
      "Pe": 2479,
      "^{-})\\": 2480,
      "^{\\,": 2481,
      "tz": 2482,
      "{(-\\": 2483,
      "}}^{*}\\": 2484,
      ")}\\;,": 2485,
      "79": 2486,
      "})||": 2487,
      "}:={\\": 2488,
      "}|-|": 2489,
      "}})}{\\": 2490,
      "}}:\\": 2491,
      "3y": 2492,
      "CMB": 2493,
      "Dt": 2494,
      "\\;=\\;": 2495,
      "\\{\\|": 2496,
      "lin": 2497,
      "mag": 2498,
      ")\\;=\\;": 2499,
      "3A": 2500,
      "ast_": 2501,
      "di": 2502,
      "dyn": 2503,
      "kz": 2504,
      "ms": 2505,
      "{)}\\,\\": 2506,
      "{*": 2507,
      "|=|": 2508,
      "}\\,\\,,": 2509,
      "}}:=": 2510,
      ")|}{": 2511,
      "3g": 2512,
      "DC": 2513,
      "\\|^{\\": 2514,
      "^{+}=": 2515,
      "^{=": 2516,
      "bh": 2517,
      "coll": 2518,
      "gt": 2519,
      "iS_": 2520,
      "}^{+}+": 2521,
      "}}((": 2522,
      "}}=(\\": 2523,
      "}}=\\{": 2524,
      "}}{}{\\": 2525,
